Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W takim razie wypijmy za tych, których z nami już nie ma!
uk: Тоді давай вип'ємо за тих, кого вже немає з нами!

source: W takim razie wyruszam na bagna.
uk: У такому разі я вирушаю на болота.

source: W takim razie za akty wandalizmu w Starym Mieście i na posiadłości Volkera muszą odpowiadać różne osoby.
uk: Якщо це так, то за акти вандалізму в Старому місті та у власності Волкера мають відповідати різні люди.

source: W takim razie zabieram się do pracy.
uk: В такому випадку, я приступаю до роботи.

source: W takim razie zabieram się za gotowanie zupy.
uk: В такому випадку, я візьмусь за приготування супу.

source: W takim razie zabieram się za kopanie.
uk: Тоді я почну копати.

source: W takim razie zaczynamy!
uk: Тоді почнімо!

source: W takim razie zapytam kogoś innego.
uk: В такому разі я запитаю когось іншого.

source: W takim razie zapytam się kogoś innego.
uk: В такому разі я запитаю когось іншого.

source: W takim razie zobaczmy, jak pojętny jesteś.
uk: Давай подивимося, на що ти здатний.

source: W takim razie łuk w dłoń, i pokaż, na co cię stać.
uk: В такому випадку бери лук в руки і покажи, на що ти здатен.

source: W takim razie świetnie trafiłeś, mam ich sporo na podorędziu. Jaki tytuł konkretnie cię interesuje?
uk: Якщо так, то ти прийшов у правильне місце, у мене є досить багато книг. Яка саме тебе цікавить?

source: W takim razie żadne przestępstwo nie miało miejsca.
uk: У такому випадку, злочину не було.

source: W takim razie żegnam.
uk: В цьому разі, до побачення.

source: W takim razie życzę powodzenia. Żegnam.
uk: У такому разі, нехай щастить. Бувай.

source: W takim razie, co takiego ochrona gubernatora, miałaby robić tak daleko od ratusza?
uk: У такому випадку, що робить охорона губернатора так далеко від ратуші?

source: W takim razie, czego tu szukasz?
uk: У такому разі, що ти тут шукаєш?

source: W takim razie, dlaczego ze mną rozmawiasz?
uk: Тоді навіщо ти зі мною розмовляєш?

source: W takim razie, do zobaczenia i powodzenia w obronie tego długowiecznego i wspaniałego miasta...
uk: У такому випадку побачимось, і удачі в захисті цього довговічного і чудового міста...

source: W takim razie, do zobaczenia niebawem.
uk: У такому разі, до зустрічі.

source: W takim razie, gdy my zajmiemy się walką, ty ruszysz odblokować przejście.
uk: У такому випадку, поки ми будемо битися, ти намагатимешся відімкнути прохід.

source: W takim razie, jak mogę oczyścić się z zarzutów!?
uk: В такому випадку, як я можу очистити своє ім'я!

source: W takim razie, jak tylko odwiedzę Silbach, zapytam ją o ciebie.
uk: У такому випадку, як тільки буду в Сільбаху, я запитаю її про тебе.

source: W takim razie, jeśli znowu go zobaczysz, każ mu natychmiast zgłosić się do mnie.
uk: У такому разі, якщо знову його побачиш, скажи йому негайно з'явитися до мене.

source: W takim razie, już po mojej kuszy...
uk: В такому випадку, доведеться розпрощатися зі своїм арбалетом...

source: W takim razie, kto go wykonał?
uk: У такому разі, хто його зробив?

source: W takim razie, na pewno masz przy sobie pozwolenie na dodatkowy przydział.
uk: У такому випадку ти обов'язково повинен мати при собі дозвіл, щоб отримати щось додатково.

source: W takim razie, najlepiej idź z tym prosto do Bradlocka. To on jest naszym bezpośrednim przełożonym.
uk: В такому випадку, тобі краще піти з цим прямо до Бредлока. Він наш безпосередній начальник.

source: W takim razie, nie będziesz miał nic przeciwko, jeśli sprawdzimy, czym tak naprawdę handlujesz?
uk: В такому випадку, ти не будеш заперечувати, якщо ми перевіримо, чим ти насправді торгуєш?

source: W takim razie, nie ma problemu. W pierwszej chwili się przestraszyłem, że może z ciebie jest jakiś kryminalista.
uk: В такому випадку, ніяких проблем. Спочатку я злякався, що ти можеш бути якимось злочинцем.

source: W takim razie, nie pozostaje mi nic innego jak życzyć powrotu do zdrowia. Oto pieniądze od Corteza.
uk: У такому разі, мені не лишається нічого, окрім побажати вам найшвидшого одужання. Ось гроші від Кортеза.

source: W takim razie, nie pozostawiasz mi wyboru bydlaku. Broń się!
uk: В такому випадку, ти не залишаєш мені вибору, виродку. Захищайся!

source: W takim razie, to twój szczęśliwy dzień, chłopaczku. Chętnie cię zaprowadzimy do pana sierżanta.
uk: У такому разі, це твій щасливий день, хлопче. Ми з радістю відведемо тебе до пана сержанта.

source: W takim razie, trzeba to komuś zgłosić. Może wartownicy będą wiedzieli, co robić?
uk: Ну, в такому випадку, ми повинні когось про це повідомити. Може, охорона знає, що робити?

source: W takim razie, twoje zdrowie!
uk: Тоді за твоє здоров'я!

source: W takim razie, w czym problem?
uk: У такому випадку, в чому проблема?

source: W takim razie...
uk: В такому випадку...

source: W takim stanie na nic wam się nie przydam. Śmiało, chłopcze. Skróć moje męki. Nie potrzebujecie jeszcze jednej gęby do karmienia.
uk: У такому стані я вам нічим не допоможу. Давай, хлопче. Припини мої муки. Тобі не потрібен ще один голодний рот.

source: W takim widzimy się pod wejściem do ruin.
uk: У такому випадку, побачимося біля входу до руїн.

source: W takim wypadku będziemy musieli zdać się na resztę twoich tropów, bo jak sądzę, nie przyszedłeś tu tylko po to, żeby powiedzieć mi o swojej porażce?
uk: У такому разі нам доведеться покладатися на решту твоїх зачіпок, адже я не думаю, що ти прийшов сюди лише для того, щоб розповісти мені про свою невдачу?

source: W takim wypadku będę potrzebowała składników, a konkretnie jednego - zębatego ziela.
uk: В такому випадку, мені потрібні інгредієнти, зокрема, снеппер-трава.

source: W takim wypadku chętnie cię do niego zaprowadzimy.
uk: У такому випадку буду радий відвести тебе до нього.

source: W takim wypadku nie pozostaje mi nic innego jak uznać naszą umowę za nieważną.
uk: У такому випадку у мене немає іншого вибору, окрім як скасувати нашу угоду.

source: W takim wypadku raczej nie będzie z ciebie pożytku.
uk: У такому випадку не думаю, що від тебе буде багато користі.

source: W takim wypadku rzeczywiście spełniłem rozkaz mojego Pana i mogę w końcu odpocząć.
uk: У такому випадку я дійсно виконав наказ мого Господа і можу нарешті відпочити.

source: W tej chwili próbuję ugotować pyszną potrawkę z dzika z warzywami, ale KTOŚ właśnie mi w tym przeszkodził.
uk: Саме зараз я намагаюся приготувати смачну страву з дикого кабана з овочами, але ХТОСЬ щойно став мені на заваді.

source: W tej jego zbroi można się było przejrzeć! Gdybym to ja szukała kogoś do walki to z pewnością chciałabym kogoś w takim pancerzu.
uk: В тих його обладунках можна побачити своє відображення! Якби я шукала когось для битви, я б неодмінно хотіла найняти когось у таких обладунках.

source: W tej materii to ja powinienem pytać ciebie o szczegóły. Droga jest bezpieczna?
uk: Якщо вже на те пішло, я маю розпитати тебе про деталі. Дорога безпечна?

source: W tej rybie coś schowano.
uk: У цій рибині щось заховано.

source: W tej sytuacji nie będę go jednak nachodzić, niech odpocznie. Sam przecież wiem, jak to jest mieć pod domem tłum gapiów, którzy chcą cię dosłownie rozszarpać dla informacji.
uk: Однак у цій ситуації я не буду його турбувати, нехай відпочиває. Зрештою, я сам знаю, як це, коли біля твого будинку натовп роззяв, які хочуть буквально розірвати тебе заради інформації.

source: W tej sytuacji nie jest istotne, jak udało wam się tego dokonać. Najważniejsze, że pozbyliśmy się niepotrzebnej konkurencji na wyspie...
uk: У цій ситуації неважливо, яким чином це вдалося зробити. Найголовніше, що ми позбулися непотрібної конкуренції на острові...

source: W tej sytuacji śmiem wątpić, by jeszcze żył.
uk: У цій ситуації я починаю сумніватися, що він ще досі живий.

source: W tej wieży znajdziesz wszystkie swoje rzeczy. Daj mi znać, gdy będziesz gotowy.
uk: В цій вежі ти знайдеш усі свої речі. Дай мені знати, коли будеш готовий.

source: W tej śmierdzącej wiosce?
uk: У тому смердючому селі?

source: W ten sposób Rodowe Ostrze i Rozjemca dla przyszłych pokoleń stały się jednym i tym samym przedmiotem.
uk: Таким чином, Клинок Предків і Миротворець для майбутніх поколінь стали одним і тим же предметом.

source: W ten sposób mamy pewność, że wypalane przez nas drewno ma najwyższą jakość.
uk: Таким чином ми впевнені, що деревина, яку ми спалюємо - найвищої якості.

source: W ten sposób mogę się chociaż odwdzięczyć za twój poświęcony czas.
uk: Таким чином я зможу хоча б віддячити за витрачений час.

source: W ten sposób obaj na tym zyskaliśmy: ja mogłem dokończyć badania, a ty dostałeś miksturę dla swojego ojca!
uk: Таким чином, ми обидва виграли: я зміг завершити своє дослідження, а ти отримав зілля для свого батька!

source: W ten sposób oddano mu cześć oraz zabezpieczono wielkie skarby, jakie zgromadził podczas swoich podbojów.
uk: Цим йому віддали шану і подбали про збереження великих скарбів, які він нагромадив під час своїх завоювань.

source: W ten sposób opowiedział mi o wszystkich swoich metodach i przewinieniach jakby dotyczyły ciebie, a ja otrzymałem jasne dowody na jego winę.
uk: Таким чином, він розповів мені про всі свої методи і злочини так, ніби вони стосувалися тебе, так я отримав чіткі докази його провини.

source: W ten sposób trafiłem na tę wyspę, zawarłem kontrakt z Gildią i zaoferowałem jej swoje skromne usługi.
uk: Так я опинився на цьому острові, уклав контракт з Гільдією і запропонував їй свої скромні послуги.

source: W ten sposób wszyscy, którzy zboczyli ze ścieżki prawa mogą powrócić do grona szanowanych obywateli, jednocześnie ucząc się zawodu od najlepszych!
uk: Таким чином, всі, хто зійшов зі шляху закону, зможуть повернутися до лав добропорядних громадян, навчаючись професії у найкращих!

source: W ten właśnie sposób potężni wojownicy Innosa potrafią pokonać nawet znacznie większe oddziały wroga, jeszcze zanim te do nich zdążą dotrzeć. Sam byłem świadkiem jak kilka lat temu, niewielka grupa paladynów oczyściła tereny w pobliżu twierdzy Vardhal, gdy obrzydliwe bestie, zaczęły nękać okoliczne tereny.
uk: Таким чином, могутні воїни Інноса здатні перемогти навіть набагато чисельніші ворожі війська, ще до того, як вони зможуть дістатися до них. Кілька років тому я сам був свідком того, як невеликий загін паладинів зачищав місцевість біля фортеці Вардхал, коли огидні потвори почали спустошувати навколишні території.

source: W to nie wątpię. Pytanie tylko, czy przez te sposoby nie wyląduję w lochu.
uk: Я в цьому не сумніваюся. Питання лише в тому, чи не приведуть ці методи мене до в'язниці.

source: W trakcie bitwy widziałem jak ten zdrajca uciekał w stronę kanałów.
uk: Під час бою я бачив, як цей зрадник втікав у бік каналізації.

source: W trakcie naszego polowania znaleźliśmy martwe ciało myśliwego. Zniesmaczony Allan stwierdził, że starczy mu wrażeń na dziś. Niemniej, polowanie było udane. Czas wracać do miasta.
uk: Під час полювання ми знайшли мертвого мисливця. Гидливий Алан вирішив, що на сьогодні з нього досить пригод. Тим не менш, полювання було успішним. Настав час повертатися до міста.

source: W trakcie procesu uważaj, żeby się przypadkiem nie rozerwała. Straci wtedy na wartości, a tego nie chcesz.
uk: Під час цього будь обережним, щоб вона випадково не порвалася. Тоді вона втратить свою цінність, а тобі це не потрібно.

source: W trakcie walki kilku próbowało uciec na bagna. Idioci, nie docenili tropicieli Araxos.
uk: У розпал бою кілька з них спробували втекти на болота. Ідіоти, вони недооцінили слідопитів Араксосу.

source: W trakcie wylewana trutki na szczurze gniazda, podszedł do mnie niejaki Baluen, przed którym ostrzegał mnie Corum. Opowiedział o swoich badaniach i zaproponował dalszą rozmowę w jego pracowni, na co nie przystałem. Wkurzony szczurołap rzucił się na mnie z bronią, lecz nie skończyło się to dla niego dobrze. Powinienem dokończyć swoją pracę.
uk: Коли я розливав отруту на щурячі гнізда, до мене підійшов чоловік на ім'я Бейлен, про якого мене попереджав Корум. Він розповів мені про свої дослідження і запропонував продовжити розмову в його лабораторії, від чого я відмовився. Розлючений щуролов накинувся на мене зі зброєю, але для нього це погано закінчилося. Я повинен закінчити свою роботу.

source: W trakcie wylewana trutki na szczurze gniazda, podszedł do mnie niejaki Baluen, przed którym ostrzegał mnie Corum. Opowiedział o swoich badaniach i zaproponował dalszą rozmowę w jego pracowni, na co przystałem. Muszę być czujny, nie wiadomo, co temu człowiekowi strzeli do głowy. Po wszystkim powinienem dokończyć swoją pracę.
uk: Коли я розливав отруту на щурячі гнізда, до мене підійшов чоловік на ім'я Бейлен, про якого мене попереджав Корум. Він розповів мені про свої дослідження і запропонував продовжити розмову в його лабораторії, на що я погодився. Я маю бути пильним, адже невідомо, що спаде на думку цьому чоловікові. Я повинен все ж закінчити свою роботу.

source: W trosce o jak najlepsze wykonywanie usług, GK Araxos oferuje darmowe treningi bojowe dla wszystkich swoich członków. Dostępni trenerzy:
uk: Задля забезпечення найкращої якості послуг, Торгова Гільдія Араксос пропонує безкоштовну бойову підготовку для всіх своїх членів. Доступні вчителі:

source: W trybie natychmiastowym zakupie 20 sztuk płytek z pancerzy pełzacza.
uk: Терміново куплю 20 панцирних пластин повзунів.

source: W tutejszej... tradycji, jest pewien sposób karania ludzi, którzy stanęli przeciwko własnej rodzinie... i myślę, że Andreas na niego zasłużył.
uk: У місцевій... традиції існує певний спосіб покарання людей, які повстали проти власної сім'ї... і я думаю, що Андреас на нього заслужив.

source: W twojej skrzyni znaleziono brakujący element dźwigu. Jak to wytłumaczysz?
uk: У твоїй скрині було знайдено відсутній механізм крана. Як ти це поясниш?

source: W tych ciemnościach nic nie znajdziesz, szczególnie, że żaden z nas nie jest tropicielem.
uk: У цій темряві нічого не знайдеш, тим більше, що жоден з нас не слідопит.

source: W tych ciężkich czasach liczymy na Waszą gościnność oraz poczucie wspólnoty z naszymi rodakami.
uk: У ці нелегкі часи ми розраховуємо на вашу гостинність і співчуття до наших співвітчизників.

source: W tych czasach lepiej mieć kilka źródeł zarobku. Nie chcę wylądować na bruku, a mając jedną pracę, byłoby to całkiem prawdopodobne.
uk: У наш час краще мати кілька джерел доходу. Я не хочу опинитися на вулиці, а з однією роботою це цілком ймовірно.

source: W tych czasach, jeśli chcesz coś zmienić, musisz to sobie wywalczyć.
uk: У наш час, якщо ти хочеш щось змінити, тобі потрібно за це боротися.

source: W tych ruinach czuję że żyję! Z każdego kąta może wyjść coś, co będę musiał zdzielić po łbie, i jeszcze wszyscy będą mi za to wdzięczni!
uk: У цих руїнах я почуваюся живим! З-за кожного кута може вилізти щось, що мені доведеться вбити, і всі будуть дякувати мені за це!

source: W tych warunkach będziesz miał utrudnioną naukę, bo najważniejsze w łuczarstwie są materiały. Porządne drewno, dobrze wykonana cięciwa i ewentualne dodatki wzmacniające.
uk: За таких умов тобі буде важче вчитися, адже найголовніше у виготовленні луків – це матеріали. Хороша деревина, якісно зроблена тятива і будь-які підсилюючі елементи.

source: W tyle osób to nawet mógłbym sam wejść do środka!
uk: З такою кількістю людей, я б і сам міг зайти туди!

source: W tym cały sens, żeby nie było potrzebne żadne naczynie.
uk: У тому-то і вся суть, щоб не потрібна була посудина.

source: W tym całym zamieszaniu część naszych mogła się rozbiec po grobowcu. Zaraz zajmę się oszacowaniem naszej aktualnej sytuacji.
uk: У всій цій плутанині деякі з наших могли втекти в гробницю. Я займуся оцінкою нашої поточної ситуації.

source: W tym fachu ważna jest zdolność sprawnego wykonywania poleceń, a nie wiem, czy to potrafisz. No i musiałabym zobaczyć pisemne potwierdzenie, że masz obywatelstwo.
uk: У цій професії важливо вміти чітко дотримуватись інструкцій, а я не знаю, чи зможеш ти це зробити. Крім того, мені потрібно побачити письмове підтвердження того, що у тебе є громадянство.

source: W tym interesie nie ma czegoś takiego jak za dużo surowca. Myślę jednak, że znajdzie się coś dla mojego ucznia.
uk: У цій справі не буває забагато сировини. Однак, думаю, для мого учня щось знайдеться.

source: W tym miejscu, będą mieć możliwość odpracować wszystkie swoje winy i odzyskać zaszczyt bycia obywatelem Królestwa Myrtany!
uk: У цьому місці у них буде можливість відпрацювати всі свої злочини та повернути собі честь бути громадянином Королівства Міртана!

source: W tym mieście najsilniejszy jestem ja i z łatwością ci to udowodnię!
uk: У цьому місті я найсильніший і я з легкістю тобі це доведу!

source: W tym mieście praktycznie nie da się już żyć. Żeby ta wojna się skończyła, to jedyna szansa na powrót do normalności.
uk: Жити в цьому місті стало практично неможливо. Закінчення цієї війни – єдиний шанс повернутися до нормального життя.

source: W tym mieście robota dla strażnika znajdzie się zawsze! Jesteś młody, pełen energii, więc mam zajęcie w sam raz dla ciebie.
uk: У цьому місті робота для вартового завжди знайдеться! Ти молодий, повен сил, тож я маю завдання саме для тебе.

source: W tym mieście wszyscy za dużo gadają.
uk: У цьому місті всі забагато базікають.

source: W tym momencie czeka cię trochę paskudnej roboty, bo musisz włożyć rękę pomiędzy nie, a potem ze wszystkich sił szarpać, aż ci się uda.
uk: На цьому етапі тобі доведеться виконати трохи неприємну роботу, оскільки ти мусиш просунути руку поміж них, а потім смикати з усієї сили, поки все не вийде.

source: W tym momencie drzwi pilnuje inny mag. To chyba oczywiste, że musimy się co jakiś czas zmieniać.
uk: Зараз двері охороняє інший маг. Гадаю, очевидно, що час від часу нам потрібно чергуватися.

source: W tym momencie musimy się skupić jednak na utrzymaniu płynności finansowej Gildii.
uk: Однак зараз нам потрібно зосередитися на тому, щоб утримати Гільдію на плаву.

source: W tym momencie nie mam jak ci zapłacić za twoją pomoc, ale obiecuję, gdy tylko dotrzemy na Archolos, upewnię się by moi przyjaciele sowicie ci za to odpłacili!
uk: Наразі я не маю можливості віддячити тобі за допомогу, але обіцяю, що як тільки ми дістанемося Архолосу, я подбаю про те, щоб мої друзі щедро віддячили тобі!

source: W tym momencie nie mam przy sobie złota, ale jeśli dasz mi dzień, to...
uk: Зараз у мене немає з собою золота, але якщо ти даси мені день, то...

source: W tym porcie są także nasze towary! Mogłeś spalić równowartość tysięcy złotych monet!
uk: У порту є й наше добро! Ти міг спалити товарів на тисячі золотих монет!

source: W tym problem chłopcze, w tym problem! Większość miodu, który tu produkujemy, powstaje zupełnie przypadkowo.
uk: В цьому і проблема, хлопче, саме в цьому і проблема! Більшість меду, який ми виготовляємо, створено абсолютно випадково.

source: W tym problem, gdy rzuciliśmy się na ludzi Szmuglera, ten uciekł z jaskini.
uk: У тому-то й проблема: коли ми кинулися на людей Койота, він утік із печери.

source: W tym problem. Niczego nie znalazłem we wskazanym miejscu.
uk: У цьому й проблема. Я не зміг нічого знайти у вказаному тобою місці.

source: W tym problem. Nikt nie wie gdzie on jest. Udało mi się jednak poznać choć fragment planu Salviego.
uk: В цьому і проблема. Ніхто не знає, де він. Однак мені вдалося вивідати принаймні частину плану Сальві.

source: W tym przypadku musisz uważać na oparzenia. Ich języki często są gorące, zwłaszcza tuż po zabiciu. Samo wyrywanie jest całkiem łatwe.
uk: У цьому випадку потрібно остерігатися опіків. Їхні язики часто гарячі, особливо відразу після смерті. Сам процес виривання досить простий.

source: W tym przypadku tak było. Najpierw chwilę rozmawialiśmy z właścicielem, starym bucem, który chyba pamiętał powstanie królestwa Myrtany.
uk: У тому випадку так і було. Спочатку ми трохи поспілкувалися з власником, старим бугаєм, який, здавалося, пам'ятав часи розквіту Королівства Міртана.

source: W tym rzecz! Mamy tego kilka skrzynek, ale Salvi zabrania mi się porządnie najeść bo według niego obżeram się jak kretoszczur.
uk: Справа ось у чому! У нас є кілька ящиків, але Сальві забороняє мені нормально харчуватися, бо я, за його словами, жеру як кротощур.

source: W tym stanie nic nie zdziałasz, osobiście zajmę się Lichwiarzem.
uk: У такому стані ти нічого не зможеш зробити, я особисто розберуся з Лихварем.

source: W tym, co mówisz, jest sporo racji...
uk: В тому, що ти кажеш, є доля правди...

source: W tym, proszę.
uk: Ось тут, будь ласка.

source: W tym, że było ich dwóch. Ten drugi prysnął z częścią moich towarów, ale chyba wiem, gdzie się ukrywa.
uk: Їх було двоє. Інший втік з деякими моїми товарами, але, здається, я знаю, де він ховається.

source: W tym, że ja nie jestem myśliwym! Rozszarpałby mnie na strzępy. Brr, wolę o tym nie myśleć.
uk: Проблема в тому, що я не мисливець! Він розірве мене на шматки. Брр, я не хочу про це думати.

source: W urzędzie miejskim jak to w urzędzie miejskim...
uk: У мерії, як у мерії...

source: W utrzymaniu porządku na wyspie pomaga mu Straż Miejska pod dowództwem Kapitana Rodericha, który za wszelką cenę chce przywrócić organizacji jej dawny splendor.
uk: Підтримувати порядок на острові йому допомагає Міська Варта під командуванням капітана Родеріха, який прагне за будь-яку ціну відновити колишню славу цієї організації.

source: W użyciu.
uk: Вже використовується.

source: W warsztacie kowalskim zaczepił mnie Stone, czeladnik Thorstena. Powiedział mi, że podsłuchał moją rozmowę z jego mistrzem i w przeciwieństwie do niego jest zainteresowany kupnem żelaza. Postanowiłem jednak, że nie będę dobijał targu z czeladnikiem za plecami jego mistrza. Pozostaje mi poszukać innego kupca lub zrezygnować ze sprzedaży surowca.
uk: У кузні до мене підійшов Стоун, учень Торстена. Він сказав мені, що випадково почув мою розмову зі своїм майстром і, на відміну від нього, зацікавлений у купівлі заліза. Однак я вирішив не укладати угоду з учнем за спиною у його майстра. Мені лишається пошукати іншого покупця або відмовитися від продажу сировини.

source: W warsztacie kowalskim zaczepił mnie Stone, czeladnik Thorstena. Powiedział mi, że podsłuchał moją rozmowę z jego mistrzem i w przeciwieństwie do niego jest zainteresowany kupnem żelaza. Targowanie się opłaciło, bo za cały zapas dostałem dwa razy więcej złota, niż wynosiła stawka początkowa.
uk: У кузні до мене підійшов Стоун, учень Торстена. Він сказав мені, що випадково почув мою розмову зі своїм майстром і, на відміну від нього, зацікавлений у купівлі заліза. Торги не були марними, бо в результаті я отримав вдвічі більше золота, ніж стартова ціна цього заліза.

source: W wielkim skrócie, można to porównać do Magów Wody i ich kapliczek Adanosa. My stawiamy wilcze łby na znak szacunku i pamięci dla naszych przodków.
uk: Якщо коротко, то це можна порівняти з Магами Води та їхніми вівтарями Аданоса. Ми ставимо вовчі голови на знак поваги і пам'яті про наших предків.

source: W winnicach przyda się każda para rąk.
uk: На виноградниках потрібна кожна пара рук.

source: W wiosce należy opłacić także grzywny za jakiekolwiek przestępstwo popełnione na terenie okolicznych winnic, farm czy osad rybackich.
uk: У селі також сплачуються штрафи за будь-який злочин, скоєний на навколишніх виноградниках, фермах чи рибальських поселеннях.

source: W wiosce obowiązuje również pozwolenie na handel obwoźny - handlarze podróżujący po wyspie najczęściej zatrzymują się w pobliżu karczmy lub na głównym trakcie wioski.
uk: У селі також дозволена пересувна торгівля – мандрівні торговці часто зупиняються біля корчми або на головній вулиці села.

source: W wiosce przebywa Mag Wody, Lokvar, ale śmiem wątpić, żebyś dostał u niego jakiś specyfik na przypadłość twojego brata.
uk: В селі є Маг Води, Локвар, але я сумніваюся, що ти отримаєш від нього якісь ліки проти недугу твого брата.
